[
  {
    "id": 1,
    "description": "Высокий и крепкий Золотой Драконорожденный, одетый в яркую цветную одежду, сидит на столь же богато украшенном ковре. Он вертит что-то во рту. Это маленький гранат, который он отколол зубами и покрыл слюной. У него в жилете есть небольшой мешочек, полный этих отвратительных маленьких камней. Он продает очень красивые украшения, к счастью, без следов укусов."
  },
  {
    "id": 2,
    "description": "Два совсем юных брата-полурослика делают пельмени. Пельмени слишком велики даже для человека обычного размера, но все еще довольно вкусные."
  },
  {
    "id": 3,
    "description": "Тифлинг, у которого отсутствует зуб, харизматично улыбается. Он продает зелья и яды, но хранит их в старых, использованных бутылках из-под спиртного. Немного странно, но безвредно."
  },
  {
    "id": 4,
    "description": "Эта пара человек и эльф делает мыло. Они очень счастливы из-за своего мыла, потому что они зачаровывают его, чтобы поднимать настроение любому, кто его уронит."
  },
  {
    "id": 5,
    "description": "Этот тощий кобольд делает оружие. Он до смерти любит свое огнестрельное оружие, несмотря на то, что слишком мал, чтобы владеть большей его частью. Он просто любит свое ремесло."
  },
  {
    "id": 6,
    "description": "Лысая волшебница ничего не продает, но зачаровывает предметы. У нее также есть лысый кот, вероятно, из-за того же инцидента. У нее убийственная внешность, но она очень чувствительна, когда кто-то поднимает вопрос об отсутствии у нее волос."
  },
  {
    "id": 7,
    "description": "Молодая тихая библиотекарша сидит за столом и читает книгу. Когда игрок подходит ближе, он замечает, что на самом деле она кентавр. Она довольно изящна и нежна для своего размера."
  },
  {
    "id": 8,
    "description": "Инвалид-гном создает маленькие безделушки, не вставая с кровати. Его дочь получеловек заботится о нем, а сеть механических зверей управляет его магазином, заботясь о продажах и поддерживая друг друга, чтобы все продавалось за кругленькую сумму. Распространяются слухи о том, что он создал стул на колесах, так что он, наконец, снова сможет передвигаться."
  },
  {
    "id": 9,
    "description": "Необычная пара торговцев управляет аптекой, попеременно один из них работает над безделушками, а другой занимается клиентами. Гном — сварливый старик, почти недоступен и обычно ругает своего ученика-полуорка, даже перед клиентами. Когда его спрашивают, он обычно завышает цены и, как правило, пресекает любые попытки торговаться. Ученик-полуорк выглядит подозрительно и устрашающе, и звучит угрожающе, когда отвечает своему хозяину-гному, но на самом деле он гораздо более приветлив с клиентами и более снисходителен, когда торгуется. Однако оба любят свое пиво."
  },
  {
    "id": 10,
    "description": "Гном-мастер, у которого есть всевозможные добытые и самодельные магические предметы. Он появляется на своей тележке каждые пару часов, пока группа не купит что-нибудь."
  },
  {
    "id": 11,
    "description": "Ааракокра, похожий на стервятника, который продает вещи, которые он находит. Под «находками» он подразумевает, что снимает вещи с мертвых тел и всего остального, что он видит вокруг. Он продает случайные части доспехов, оружие, книги и еду, которую он готовит сам из найденного мяса и тому подобного. Он отличный повар и циничный старый простак. Его рагу из койота и перца пользуется большой популярностью."
  },
  {
    "id": 12,
    "description": "Худой мужчина с рюкзаком, который, кажется, слишком велик, чтобы его нести. Внутри находятся различные мелкие магические предметы, которые он продает как новинки любому, у кого есть деньги. Он одет в яркую одежду."
  },
  {
    "id": 13,
    "description": "Бездомный дает советы по городу и странным безделушкам в обмен на монеты."
  },
  {
    "id": 14,
    "description": "Веселый драконорожденный, который управляет магазином сэндвичей в таверне. Он одержим невероятно острой едой и пытается навязать клиентам специи, чтобы «поддерживать огонь в их желудках». Готовит всю свою еду с помощью своего огненного дыхания."
  },
  {
    "id": 15,
    "description": "Молодая полуэльф-алхимик, продающая отвары из маленькой сумки. Среди ее аксессуаров — патронташ с разными флаконами, серьги в форме листьев и фиолетовая повязка на голову. Она обещает, что ее творения работают, однако дрожание ее голоса не внушает доверия. Она будет слишком волноваться, совершив продажу."
  },
  {
    "id": 16,
    "description": "Покрытый шрамами, грубый орк, продающий искусно сделанные украшения. Если завязать разговор, он признается, что перенял варварские обычаи своего народа только из-за давления со стороны сверстников. В конце концов он отправился на поиски приключений, а затем решил заняться своим хобби всей жизни — изготовлением колец, ожерелий и тому подобного. Его клан, должно быть, считает, что он давно умер."
  },
  {
    "id": 17,
    "description": "Молодой человек-волшебник, еще не сбросивший детский жирок и не имеющий признаков растительности на лице, может предоставить продвинутые свитки заклинаний, но всегда называет клиентов «юнцом» или «малышом». Когда его об этом спрашивают, он очень расстраивается, бормоча, что дети больше не уважают старших."
  },
  {
    "id": 18,
    "description": "Старый мастер с седыми усами и очками цвета бутылки из-под кока-колы. Он всегда над чем-то работает и отказывается отводить взгляд от того, над чем работает, больше чем на секунду. Его сын-подросток занимается в основном торговлей, однако большую часть времени он проводит, играя с товаром. Сын будет продолжать играть, когда с ним заговорят, и сообщит всем, что его группа будет играть в таверне этим вечером. Прежде чем заключить какую-либо сделку, он подойдет и спросит отца, выгодна ли она."
  },
  {
    "id": 19,
    "description": "Стройный, воспитанный мужчина продает диковинки в дорожной карете. У него есть питомец-мимик, который принял форму небольшого сейфа. Он удивительно хорошо обучен."
  },
  {
    "id": 20,
    "description": "Женщина-высший эльф с каштановыми волосами до плеч по имени Мэри Джейн продает травы, фрукты и овощи из большой повозки, запряженной парой механических быков. Многие из трав являются приправами; некоторые имеют медицинское применение, а некоторые имеют «рекреационное применение». Ее партнер, застенчивый мужчина-полурослик по имени Тимми, который почти ни с кем не разговаривает. Однако, если вы сможете подружиться с ним, он может продать вам несколько трав и корней, которые полезны в производстве токсинов."
  },
  {
    "id": 21,
    "description": "Сфинкс, продающий мелкие магические предметы в обмен на новые загадки."
  },
  {
    "id": 22,
    "description": "Быстрая на язык эльфийка, имеющая репутацию сноба. Она часто носит красочное платье с юбкой до колен, несколько разных украшений и небольшую кожаную сумку с символом ее купеческого клана."
  },
  {
    "id": 23,
    "description": "Полурослик-торговец, который бродит по городам, продавая одежду из своих «частых приключений». Если партия продаст ему что-то, скажем, одеяло, они смогут найти его в продаже в следующем городе. У одеяла будет какая-то история, например, как спрятавшись под ним, он скрывался от призраков и гоблинов, или, может быть, оно согревало его в заснеженных горах и было самым теплым одеялом на свете. Он будет продавать вещи по меньшей мере в три раза дороже, чем заплатил за них. Если вы хотите добавить еще один слой таинственности: то, что, по его словам, предметы могут делать, на самом деле происходит. Помимо надуманных способностей товаров, это явно те же товары, которые продают ему приключенцы и горожане. Вплоть до странного пятна или вырезанных инициалов, но он достаточно умен, чтобы не продавать товары в тех местах, где он их купил."
  },
  {
    "id": 24,
    "description": "Кузнец бродяга из 90-х, которая весит всего 90 фунтов, если носит молот и щипцы. Она крошечная, размером с десятилетнего ребенка. Она делает большие, тяжелые вещи, такие как пластинчатые доспехи, башенные щиты, древковое оружие. Они шедеврального качества. Она не так уж сильна: она едва может поднять молот выше плеча. Здесь нет никаких чар или чего-то еще; никто не может понять, как она это делает."
  },
  {
    "id": 25,
    "description": "Из грязного магазинчика, зажатого между двумя более крупными, более уважаемыми магазинами, кобольд продает «улучшенные» зелья со скидкой,. Владелец несколько неопределенно говорит о том, как именно были улучшены зелья. Они делают именно то, что подразумевает этикетка, хотя («в идеале», настаивает владелец), они часто имеют дополнительный эффект. Это «улучшение» может варьироваться от улучшения физических и умственных способностей до того, что кожа станет синей на несколько часов, или на языке будет вкус воды из ванной. Особенно умный покупатель может быть в состоянии определить побочный эффект перед его использованием. Остальным просто нужно задержать дыхание, пить и молиться."
  },
  {
    "id": 26,
    "description": "Высокий долговязый владелец магазина, который, кажется, не может согреться. Он носит несколько комплектов одежды одновременно."
  },
  {
    "id": 27,
    "description": "Очень сварливый полуорк, который дает клиентам то, что они хотят, но не принимает заказы. Его цены превосходны, но он продаст только один предмет по своему выбору каждому игроку."
  },
  {
    "id": 28,
    "description": "Беззубый вегетарианец-ящеролюд, который продает разные травяные средства. Он утверждает, что был проклят, чтобы не иметь зубов, и из-за необходимости перешел на другую диету, и он измельчает свою еду в пюре, чтобы иметь возможность нормально ее есть. Его чешуя болезненно-желтого цвета, и он почти всегда наклоняется над своим столом, измельчая и вываривая различные обычные и экзотические растения, которые он выращивает сам или покупает."
  },
  {
    "id": 29,
    "description": "Странно одетый человек со странной бородой и стрижкой. Он варит кофе и часами совершенствует его, чтобы найти самую чистую и ароматную смесь. На самом деле это просто обычный кофе. Когда ему говорят об этом, он отвечает, что они недостаточно культурны, чтобы понять глубину вкуса. Он невероятно капризный и претенциозный для своего возраста, поэтому его почти никто не любит."
  },
  {
    "id": 30,
    "description": "Дженази пыли, который продает огромное количество чистящих средств. Метлы, швабры, мыло, различные ароматизированные масла, что угодно. Он постоянно оставляет за собой след из пыли и убирает его по мере его появления. Когда ему указывают на то, что он выполняет бесполезную задачу, он становится крайне саркастичным и благодарит за указание на очевидное. В целом, он довольно спокоен."
  },
  {
    "id": 31,
    "description": "Торговец-кованый, который продает металлолом, бревна, повозки и детали для сборки вашего собственного телохранителя кованого. О, и у него есть несколько лечебных зелий по сниженным ценам, потому что «Для чего они кому-то нужны?»"
  },
  {
    "id": 32,
    "description": "Этот неопознанный человек одет в ярко-синюю мантию и опаловую маску. Его руки и ноги также ярко-синие. Он сидит на довольно стандартном ковре, скрестив ноги и покачиваясь из стороны в сторону. Его ковер НЕ продается, потому что он всегда упоминает об этом перед разговором с покупателем, вместе с большой биркой с надписью «НЕ ПРОДАЕТСЯ» сбоку. Он продает различные предметы, все с каким-то небольшим магическим эффектом. Он не говорит много, за исключением странных вещей, таких как «Какой ваш любимый цвет? Мой — синий» и «Мне нравится ваша стрижка». Когда группа уходит, он тихо напевает себе под нос и исчезает, как только оказывается вне пределов слышимости. Никто не знает, о ком вы говорите, когда вы пытаетесь упомянуть его."
  },
  {
    "id": 33,
    "description": "Странно счастливый человек в повозке, запряженной лошадьми. Он улыбается очень широко и жутко. Он предложит бесплатные предметы для вечеринки, например еду, если они зайдут в его повозку и возьмут ее. Вы, вероятно, должны были заметить, что это был очень продвинутый мимик, поскольку его рот не двигался, когда он говорил, а стены его повозки выглядели немного мясистыми."
  },
  {
    "id": 34,
    "description": "Тихая женщина лениво лежит на спине гладкого анкилозавра. Анкилозавра зовут Бейли, и она просто большой щенок, которому нравится быть домашним любимцем. Торговец (по имени Рэйчел) продает и покупает книги. Она также с удовольствием принимает еду для своего анкилозавра. Бейли очень любит кукурузу."
  },
  {
    "id": 35,
    "description": "Рыбак-тритон верхом на спине огромного сома с небольшой палаткой на спине. У него есть множество разнообразной рыбы, хранящейся законсервированной в маленьких бочках в соли. Он и его сом дружат с тех пор, как оба родились, и он очень обижается, когда кто-то оскорбляет его рыбу (как ту, которую он продает, так и ту, на которой он ездит)."
  },
  {
    "id": 36,
    "description": "Мясник, который слишком любит свою работу. Он очень жуткий, но он не сделал ничего плохого, и его уважают те, кто знает его уже некоторое время."
  },
  {
    "id": 37,
    "description": "Огромный мужчина в солнцезащитных очках из красного кварца утверждает, что он лучший скульптор в мире. Он может это доказать, все его статуи вырезаны из одного и того же типа гранита и выглядят пугающе настоящими. Они всегда почему-то выглядят испуганными. Как оказалось, у него в подвале в заложниках горгона, и он использует ее, чтобы замораживать различных животных и людей, которых он захватывает. От енотов и кур до коров и людей, он похищает их и превращает в камень. Кто-то должен его остановить. Он продает свои статуи за огромные деньги."
  },
  {
    "id": 38,
    "description": "Хитрый работорговец. «Товар» на самом деле превращаются в животных или безделушки. После покупки торговец даст новому владельцу свиток или предмет, чтобы превратить безделушку в раба (или обратно). Хитрый способ переправлять рабов через контрольно-пропускные пункты и/ или через земли, которые не поддерживают рабство."
  },
  {
    "id": 39,
    "description": "Ковбойша с сильным акцентом. Она продает обычный скот, а также несколько экзотических вещей, таких как специальные седла и броня для животных. Она утверждает, что родом из места под названием «Вайоминг», которое, как все знают, не существует. Однако она совершенно вменяема."
  },
  {
    "id": 40,
    "description": "Бородатый шеф-повар, который невероятно худой, несмотря на то, что всегда ест. Он очень престижный шеф-повар, который славится своим омлетом с драконьим яйцом, апельсином и помидорами. У него с собой мешок с гранолой, который он постоянно жует. Он шутит о том, что его прокляла ведьма, когда он был моложе. На самом деле, так и есть."
  },
  {
    "id": 41,
    "description": "Вы натыкаетесь на гигантскую раковину моллюска, лежащую у дороги у пляжа. Постучав по ней, сонный человек открывает крышку и трёт глаза, спрашивая, кто там. Он продаст вам вещи, которые найдёт в океане и вокруг него, прежде чем закрыть раковину и снова заснуть."
  },
  {
    "id": 42,
    "description": "Крайне обычный человек, который продает крайне обычные вещи. Все магические предметы, проданные ему, теряют свои свойства."
  },
  {
    "id": 43,
    "description": "Странствующая охотница с арбалетом, которая продаст свои товары группе или ближайшему городу. Кажется, что она путешествует по тому же пути, что и группа, показывая следы своих путешествий (новые шрамы, новые шкуры, может быть, даже новый друг)."
  },
  {
    "id": 44,
    "description": "Пожилой мужчина примерно 60 лет, крепкого телосложения, с мощными бицепсами, лысый как шар для боулинга, носит золотую цепочку от серьги до кольца в носу, по прозвищу «Бык», владеет магазином со своей женой, хрупкой седой женщиной среднего роста, но худой как жердь и говорящей хриплым голосом, который выдает ее преклонный возраст. В этом магазине вы можете найти лучшие фарфоровые сервизы и столовые приборы в провинции. От блюд до тарелок, от кувшинов до ложек, от чашек до столовых приборов — все, что вам нужно, чтобы приготовить лучшее угощение, можно найти в «Посудной лавке Быка»."
  },
  {
    "id": 45,
    "description": "Фигура, примерно 5 футов 5 дюймов, одетая в тяжелую зимнюю одежду. Её голос можно понять, но он приглушен слоями шарфов. На самом деле под одеждой ничего нет; это модифицированная зачарованная броня. Они продают огромное разнообразие брони."
  },
  {
    "id": 46,
    "description": "Полуэльф-волшебник с вороном на плече. Волшебник быстро и рывками поворачивает голову, чтобы посмотреть на все, что движется, но молчит. Если приближается покупатель, ворон заговаривает с ним, недовольный переменой тел между ним и его фамильяром. Они продают артефакты и книги, типичные волшебные принадлежности."
  },
  {
    "id": 47,
    "description": "Пара вампиров. Они не питаются людьми, а выходят ночью охотиться на лосей, кроликов и другую дичь, чтобы прокормиться. Они говорят, что на вкус это как застоявшаяся вода, смешанная с железной стружкой и говяжьим бульоном, но также говорят, что этот неприятный вкус более чем того стоит, поэтому они остаются в хороших отношениях со смертными, с которыми живут рядом. Они продают древесину, а также высококачественную мебель, которую делают сами. Они продают и другие вещи, такие как ножи, маленькие выточенные фигурки и полироль для мебели, если вы спросите. Люди любят их за то, что они такие полезные и не создают никаких проблем."
  },
  {
    "id": 48,
    "description": "Карлик с безумными глазами, обугленными волосами и отсутствием бровей. У него безумный взгляд, и он пытается продать порох и взрывчатку всем, кто проходит мимо. Он постоянно оценивает местные здания, особенно деревянные."
  },
  {
    "id": 49,
    "description": "Очень красноречивый лысый мужчина в очках. У него неприличное количество знаний о самых бесполезных вещах, таких как музыка и технологии. Он комик с небольшим кулинарным бизнесом на стороне. У него невысокая и милая жена, которая готовит вкусную еду, а он эту еду продает. У них есть два длинношерстных кота, которых они называют своими сыновьями. Они используют странные слова и фразы, которые никто не понимает, например, «уступать» и «вытираться»."
  },
  {
    "id": 50,
    "description": "Армитон, очень спокойный человек, который продает урожай, который он выращивает на своей ферме. Все его работники — гомункулы."
  },
  {
    "id": 51,
    "description": "Крепыш с немного опалённой каштановой бородой и загорелым, покрытым шрамами лицом; он носит выцветший пестрый плащ и продаёт разнообразные безделушки. Обсуждая свои товары, он демонстрирует мирские предметы на своём прилавке, как будто это экзотические чудеса. В это же время магические предметы отвергаются им как «глупая ерунда»."
  },
  {
    "id": 52,
    "description": "Полуэльф, полудриада, чья мать была ивой. У него длинные, струящиеся волосы с разбросанными по ним цветами. Его натура дриады проступает, поскольку участки его кожи выглядят как дерево, а его волосы участками светло-зеленые. Он всегда сидит по-турецки на полу или на ближайшей ветке. На его шее маленькое янтарное сердце с крошечным синим цветком внутри. Он продаст вам различные дорожные припасы и другие полезные, обыденные вещи, такие как лопаты и фонари."
  },
  {
    "id": 53,
    "description": "Коротко стриженная женщина с легким голосом. Она играет на укулеле и поет как уличный артист. Она сыграет любую песню по запросу, за определенную плату. Кажется, она знает наизусть каждую песню, которую только можно себе представить, даже когда у нее нет никакой возможности ее узнать, и она никогда не колеблется в своем исполнении. Она НИКОГДА не выпускает свою драгоценную укулеле из виду. Она народная героиня, заставившая огра убежать в слезах после того, как сыграла песню, которую его мать пела ему в детстве."
  },
  {
    "id": 54,
    "description": "Кабинет редкостей Эдди и Джонни пара гнома и полуорка, которые продают маленькие ник-наки, некоторые из которых источают легкую магию."
  },
  {
    "id": 55,
    "description": "Молодой торговец-гоблин, который постоянно пытается продать случайные обрывки и безделушки, которые он находит в огромном мешке на своей спине. Многие из его товаров, как правило, находятся в плохом состоянии или являются мусором, и большую их часть он просто подобрал в округе. Несмотря на это, он трудолюбивый работник, который просто пытается заработать на жизнь любым возможным способом, и искренне ценит любого, кто это признает. Те, кто это делает, обычно в конечном итоге получают более выгодные предложения на большее количество мусора, а также возможность купить первым то ценное, что он иногда находит. Каждый раз, когда кто-то просматривает его товары, он с гордостью заявляет, что у него лучшие предложения, несмотря на его склонность слегка завышать цены на все свои товары."
  },
  {
    "id": 56,
    "description": "Человек-кузнец средних лет торгует своим оружием и доспехами в небольшой крытой арене, которой он владеет. Этот дородный мужчина стремится привлечь покупателей и очень гордится своими работами, приглашая людей с улиц полюбоваться их впечатляющим внешним видом. Он всегда стремится продать свой обычный товар, но те, кто хочет купить его самые изысканные работы, должны доказать, что они способны справиться с потрепанным комплектом оживленных доспехов, и им предстоит вытолкнуть конструкцию за пределы арены радиусом 15 футов, не будучи сбитыми ею с ног. Только если вы сможете это сделать, он позволит купить его шедевры, все из которых прекрасно, но практично спроектированы и сделаны из экзотических материалов, идеально подходящих для зачарования."
  },
  {
    "id": 57,
    "description": "Шатающаяся старая женщина-полурослик, которую часто можно увидеть закутанной на углах оживленных улиц. Несмотря на то, что она почти слепая, она чинит плащи и одежду в обмен на истории и сказки. Она невероятно добросердечна и называет всех, кого встречает, «дорогуша». Она настаивает, что ей не нужны деньги, и что истории, которые она слышит, делают ее самой богатой женщиной на свете, но ее клиенты всегда склонны оставлять ей немного монет. Ремонт, который она делает, кажется лоскутным и бессистемным, но на самом деле он на удивление долговечен, а также делает ткань гораздо более домашней и комфортной. Все местные жители считают ее основой сообщества и очень оберегают ее."
  },
  {
    "id": 58,
    "description": "Дженази Земли и его тележка капусты. Продает только капусту и таинственным образом находится в каждом крупном городе, который вы посещаете."
  },
  {
    "id": 59,
    "description": "Маленький железный голем-кузнец, который изготавливает исключительно острые как бритва длинные мечи (диапазон критического удара 18-20, стоимость 200 зм, в остальном как у обычных длинных мечей). Его молот на самом деле является умным магическим предметом, который дает ему инструкции таким образом, что игроки не могут их воспринять. Голем всегда говорит о молоте, а не о себе («у него есть это на продажу, он возьмет с вас то и т. д.»). Получив оплату, голем бросает золото в горшок в кузнице, а позже, если группа обращает на это внимание, а он не знает, что они следят, он смешивает его с бронзой после работы, чтобы получить золотые слитки."
  },
  {
    "id": 60,
    "description": "Синекожий тифлинг, работающий стеклодувом. У него много красивых горшков, банок и бутылок, все они выполнены в потрясающих цветах с ослепительным дизайном. Помимо этого, у него также есть стеклянное оружие и доспехи. Они довольно шумные, но они столь же сильны, сколь и красивы. Он держит это в секрете от своей ученицы-подростка по имени Сидни, чтобы она сосредоточилась на основном ремесле. Если его об этом спросить, он скажет: «Ей нужно научиться ходить, прежде чем она сможет бегать»."
  },
  {
    "id": 61,
    "description": "Нескладный, спокойный, тихий человек, который говорит очень медленно. Он тащит тележку, полную различных улиток и раковин улиток. Его одежда украшена множеством ракушек, но в остальном он одевается скромно и добросердечен. Его зовут Эскар-Джо."
  },
  {
    "id": 62,
    "description": "Полурослик, который управляет типографией в городе. Его печатный станок не похож ни на один из тех, что вы когда-либо видели, размером с карету, постоянно щелкает и тихо жужжит, печатая как часы, и где он его взял — загадка. Когда его спрашивают, он меняет тему, пытаясь продать инструменты для писцов, такие как ручки, чернила и бумагу."
  },
  {
    "id": 63,
    "description": "Орк, который живет в разросшемся скелете великана, спящий в черепе. Он продает дичь, на которую охотится, и «одежду», которую делает из костей и шкур."
  },
  {
    "id": 64,
    "description": "Человеческий ребенок, около 8-9 лет, с длинными коричневыми косичками. Ее зовут Бетани, и она утверждает, что она целительница. Она лечит проклятия, болезни и другие недуги. Иногда она терпит неудачу, но она все еще учится. Она живет в местном монастыре с несколькими другими священниками. Они говорят, что нашли ее еще младенцем и с тех пор воспитывают ее, и ее способности продаются с большим энтузиазмом."
  },
  {
    "id": 65,
    "description": "Громба Садовод — это эксцентричный гном с ярко-зелеными волосами и длинной бородой, украшенной маленькими цветами и листьями. Его одежда напоминает роскошный сад, на котором растут экзотические растения и магические цветы. Громба всегда сопровождается маленькими поросятами, которые носят его товары в специальных корзинах."
  },
  {
    "id": 66,
    "description": "Косматая, человекоподобная волочащаяся куча, наделенная сознанием неизвестным хозяином. Она не может говорить, вместо этого носит с собой доску для общения. Она носит свободную обычную одежду, но вы едва можете это заметить. Она продает различные травяные чаи и лекарства, и также сделает вам стрижку, если вы попросите. У нее на шее в маленьком флаконе висит прах ее хозяина."
  },
  {
    "id": 67,
    "description": "Кузнец-ящер, одержимый огнем. Ее кожа темно-синего цвета, а шея и оборки за ушами оранжевые. Ночью она прижимается к своему ревущему горну, чтобы оставаться в тепле."
  },
  {
    "id": 68,
    "description": "Немой портной, который является полным отшельником. Одежда, которую он продает, зачарована так, что становится тяжелой, как свинец, если кто-то пытается ее украсть. Он никогда не выходит из дома над своей лавкой, только спускается, чтобы молча пополнить запасы, когда его никто не видит. Покупки совершаются путем помещения монет в слот, встроенный в его стол, затем чары рассеиваются, позволяя вам взять свою одежду."
  },
  {
    "id": 69,
    "description": "Хорошо одетая женщина с вуалью на лице тянет вас в переулок, прежде чем предложить вам что-то купить. Ее сопровождает полка с зельями, все без опознавательных знаков. Если вы попытаетесь задать вопрос, она вытолкнет вас. Если вы ничего не купите, она вытолкнет вас. Обернувшись после того, как она вас оттолкнула, вы поймете, что переулка там никогда и не было."
  },
  {
    "id": 70,
    "description": "Стимпанк гном-ремесленник с двумя грубыми щупальцами, прикрепленными к небольшому гидраторному двигателю, приделанному к нижней части его позвоночника. Носит коричневый плащ, седую бороду и пьет много кофе. Довольно дружелюбный и талантливый с мушкетоном, также управляет мастерской по ремонту “Дыра и Загрузка”."
  },
  {
    "id": 71,
    "description": "Невысокая женщина, которая заваривает чай. Ее чай в основном обычный, но если вы спросите, она покажет вам всевозможные экзотические растения, заваренные в чайных пакетиках. Чай из банановых листьев, чай из кактусового сока, чай из ягод доброй ягоды, пряный медовый чай, чай из венериной мухоловки... это становится странным."
  },
  {
    "id": 72,
    "description": "Дженази огня, одержимый дымом. Он продает сигары, копченое мясо и трутницы. Он пахнет дымом, его глаза и кожа пыльно-оранжевого цвета."
  },
  {
    "id": 73,
    "description": "Вы открываете дверь в большой магазин, а он пуст. За исключением одного стола с пирогом. Просто пирог, а рядом записка, на которой написано: «Платите, сколько хотите», с улыбкой, написанной грубым почерком. Вы можете почуять гоблина где-то поблизости. Она это сделала?"
  },
  {
    "id": 74,
    "description": "Мужчина с домашним ржавником покупает металлолом и продает хитин, который падает с его питомца. Может, ему есть применение. Ржавник ведет себя очень хорошо, у него маленькие бантики вокруг антенн. Он довольно милый."
  },
  {
    "id": 75,
    "description": "Грубый, стереотипный силач управляет баром. Обычным баром."
  },
  {
    "id": 76,
    "description": "Темнокожая гигантская женщина, которая управляет детским садом. Она продает поделки и изделия ручной работы, которые делают ее дети, но которые они не забирают домой, и она позаботится о ваших детях, если они у вас есть. Все называют ее мамой."
  },
  {
    "id": 77,
    "description": "Молодая ведьма, от которой пахнет алкоголем. По какой-то причине она прокляла себя, чтобы быть постоянно пьяной. Она использует только магию огня и все, что угодно, чтобы еще больше напиться."
  },
  {
    "id": 78,
    "description": "Толстяк, который много кричит. Он продает медовуху, которую сам варит. Он глухой? Может, он глухой."
  },
  {
    "id": 79,
    "description": "Этот парень утверждает, что у него есть невидимая корова, и он продает молоко. Когда вы пытаетесь доказать ему, что он не прав, раздается долгое мычание, кажется, прямо рядом с вами. Думаю, у него действительно есть невидимая корова. Выпив молока, вы становитесь невидимым на несколько минут."
  },
  {
    "id": 80,
    "description": "Этот мужчина продает фургоны всех форм и размеров. От тачек до конных экипажей - он делает их все вручную. Он известен тем, что очень точен, когда морит дерево, тоже вручную."
  },
  {
    "id": 81,
    "description": "Табакси с лохматой шерстью продает скот, который ведет себя странно и раздраженно. Она клянется, что они не краденые. Перестаньте спрашивать!"
  },
  {
    "id": 82,
    "description": "Королевский стражник с тощим телом и слабым подбородком. Он расскажет вам последние сплетни о городе за несколько монет. Он расскажет вам в любом случае, просто потом рассердится, если вы не заплатите."
  },
  {
    "id": 83,
    "description": "Курица ааракокра, продающая лечебные зелья. Зелья содержатся в яичной скорлупе и выглядят как обычные яйца, разве что немного больше обычных. Торговец распушит и возмущенно закричит, если персонаж спросит, не она ли отложила яйца. Она будет царапать грязь и сердито махать пернатой рукой. «НЕ мои — бац! — ДЕТИ». Все зелья лечат дополнительно 2 здоровья, но скорлупа хрупкая."
  },
  {
    "id": 84,
    "description": "Законопослушный Лаар. Он настолько законопослушный, что его коллекция явно краденых вещей, очевидно, просто выпала из чьей-то тележки."
  },
  {
    "id": 85,
    "description": "Общительный полурослик-ремесленник с широкой улыбкой. Он производит сложные, гениальные механические устройства для искателей приключений. Однако магазин, в котором он работает, построен в масштабе полурослика. Чтобы расширить свою клиентскую базу, он оснастил каждую полку, витрину и даже переднюю стену здания сложной системой рельсов и направляющих, что позволяет ему вести дела с кем угодно и выставлять что угодно, все на уровне глаз покупателя."
  },
  {
    "id": 86,
    "description": "Кажется, что это ОЧЕНЬ высокая женщина-полурослик, но когда она обходит прилавок, оказывается, что она просто носит самую высокую пару туфель на платформе, которую вы когда-либо видели. Все, что она продает, это обувь. Некоторые туфли зачарованы, но многие просто «модные»."
  },
  {
    "id": 87,
    "description": "Тортл, который, когда он приближается, кажется, что его панцирь был вырезан так, чтобы выглядеть как татуировки. Когда он говорит, у него глубокий и медленный голос (представьте себе Джонни Кэша). Он продает книги, свитки и письменные принадлежности. Он никогда не торопится продавать, так как ему нравится сам процесс обмена, но прибыль он всегда получает. Его запасы часто содержат редкие или даже запрещенные книги. Когда его спрашивают об этом, он просто пожимает плечами и говорит что-то о том, что не знал или забыл, что там была такая книга. Он, конечно, хранит множество свитков заклинаний на разных уровнях и даже продает несколько книг заклинаний от волшебников, которые либо умерли, либо отказались от этой жизни."
  },
  {
    "id": 88,
    "description": "Диковинки Боббика и Бимбека: Мистер Боббик — очкастый Бехолдер с дружелюбным и любознательным характером. Настоящий чудак в своем виде и, как таковой, полностью избегает общества Подземья. Во время своих путешествий он встретил мистера Бимбека, который исследовал пещеры в поисках интересных камней, и завязалась дружба на всю жизнь. Они вдвоем продают всевозможные странные и уникальные вещи. У них, вероятно, нет ТОЧНО того, что вы ищете, но у них определенно есть что-то интересное. Пример инвентаря: Растение в горшке с колокольчиком (чтобы оно не могло подкрасться к вам!), боевой молот, который можно наполнить злыми пчелами, яд трубкозуба, лекарство трубкозуба, странная штука, вы не знаете, что она делает, но на ней есть колокольчик (чтобы она не могла подкрасться к вам!)."
  },
  {
    "id": 89,
    "description": "Сестра Элма: Она утверждает, что она монахиня, и продает святые символы и сомнительные реликвии путешественникам. Пример инвентаря: Большой палец ноги мученика на веревке, высушенное левое яичко легендарного барда, в основном точные святые символы по сниженным ценам, мешок с костями легендарного воина (или курицы, в зависимости от проверки восприятия)."
  },
  {
    "id": 90,
    "description": "Боб и Роб Обла (и их помощник-гоблин Хоббл): Эттин с 4 глазами для ценностей! Не самый умный, но с естественным чувством того, чего стоят вещи и не обманывают ли их. Две головы можно сталкивать друг с другом в процессе торга. Гоблин Хоббл в основном просто смотрит на покупателя и полирует прилавок. Пример инвентаря: Магические предметы, ручные поделки гоблинов."
  },
  {
    "id": 91,
    "description": "Новое изобретение гномов, которое автоматически выдает жвачку, работающую как лечебное зелье, если вставить необходимое количество золота. При использовании машины бросьте к20. При результате 20 выходит два куска жвачки. При результате 1 машина заклинивает, и жвачка не выходит. Имеет чары сопротивления взлому, которые уничтожают жвачку, если машина взломана."
  },
  {
    "id": 92,
    "description": "Парикмахер-гном, использующий магические ножницы. Подстригает волосы своих клиентов, чтобы они были длиннее, а не короче."
  },
  {
    "id": 93,
    "description": "Торговец Табакси продает красивые стеклянные изделия и тонкий фарфор, вещи, которые искатель приключений, вероятно, никогда не будет использовать. Символы на его лавке на воровском языке предполагают, что он также может быть скупщиком краденого, хотя они запутаны, перечеркнуты и переписаны. Табакси, молодой торговец в темном плаще по имени Множество Скрытых Клинков, шумный и охотно сплетничает."
  },
  {
    "id": 94,
    "description": "Владелец магазина — это явно два гнома, один из которых сидит на плечах другого, но они никогда в этом не признаются. Эти двое, Фогги Исбетен и Грогель Грогельхоум, по очереди оказываются наверху, но никогда не признают разницы. Они продают снаряжение «человеческого размера»."
  },
  {
    "id": 95,
    "description": "Доски Брода: чрезвычайно высокая, потрясающе привлекательная блондинка по имени Нисс продает щиты разных марок и моделей. Имеет несколько магических щитов, несколько баклеров и несколько башенных щитов, слишком больших для обычного человека."
  },
  {
    "id": 96,
    "description": "Голиаф, считающийся большим даже среди своих высоких сородичей, известный только как «Строитель». Он изготавливает сложные игрушки, гаджеты и безделушки. Работая из фургона, запряженного двумя лошадьми породы клейдесдаль, он сгорбился над своим столом с фонарем и увеличительным стеклом, работая своими огромными пальцами, чтобы построить крошечные, подробные устройства. Если он встречает ребенка, он всегда дает ему игрушку бесплатно. Он никогда не принимает золото в качестве оплаты, только больше материалов для изготовления или, если возникает необходимость, личную услугу. Ему можно поручить построить определенные устройства, но он предпочитает этого не делать, если не знает человека хорошо. Он придерживается сельских городов и деревень и защищает себя множеством устройств, похожих на часовые механизмы, которые находятся за пределами понимания большинства людей."
  },
  {
    "id": 97,
    "description": "Азаэли, дьявольский торговец. Человек истинного зла. Держит некоторые из лучших вещей вокруг и продает их очень дешево, хотя они стоят дорого, но также Азаэли дает покупателю квест с истинно злыми намерениями. Например, это распространение чумы или разрешение преступным синдикатам процветать, казалось бы, бесполезное действие, которое оказывает большое влияние на близлежащие районы. У Азаэли пара, казалось бы, горящих глаз, его часто можно увидеть в цилиндре и очень дорогой шелковой одежде. В своей предыстории Азаэли когда-то был обычным истинно нейтральным человеком-колдуном, пока однажды Азаэли не попытался изгнать могущественного демона. Это удалось, но как только он бросил его, это вызвало слияние души, и он стал одержимым. Азаэли стал дьявольским торговцем, который бродит по миру, сея хаос. Автор оригинальной статьи: DNDSPEAK Перевод: Atreyu Верстка и оформление: Ampersand Crew Больше полезных материалов вы всегда найдете в телеге “Sneaky Dice | Полезности для ДнД” 98Прогуливаясь по захудалым районам большого города, вы замечаете странный обмен мнениями в одном из многочисленных запутанных переулков. Довольно большая и пестрая ворона сидит на сломанном ящике. У основания ящика к вороне подходит бездомная кошка в сопровождении тощего выводка котят и роняет то, что выглядит как блестящий кусок мусора. Вы смотрите, как кошка и ворона, кажется, разговаривают, низкое карканье вороны встречается с отчаянным мяуканьем кошки. В конце концов, кажется, достигается некое согласие, и ворона достает большую полусъеденную рыбу, вытаскивает ее из ящика и шлепает на грязную землю. Тут же бездомная кошка-мать подбирает рыбу и убегает, ее котята кувыркаются за ней. Те, кто захочет остаться и понаблюдать за вороном подольше, обнаружат, что в течение дня к вороне приближаются всевозможные бродячие, одичавшие и другие дикие обитатели переулков, включая одного или двух нищих и уличных детей. Каждый раз за блестящий предмет ворона достает из ящика предмет. Иногда из ящика достается еда, иногда мусор, а в какой-то момент даже кинжал (данный уличному ребенку). На закате еще несколько ворон собираются в том месте в переулке и начинают суетиться вокруг ящика. В конце концов они все взлетают, трудясь под мешком, явно нагруженным товарами. Они несут мешок высоко над крышами, в конце концов исчезая из виду, их таинственная торговля официально закрывается на день."
  },
  {
    "id": 99,
    "description": "Группы животных, которые, кажется, управляют каждым магическим магазином, в который заходит группа. Они способны общаться посредством телепатии, но в основном предпочитают издавать животные звуки. Вероятно, фамильяры какого-то старого мага."
  },
  {
    "id": 100,
    "description": "Очень невысокий сморщенный старик с тонкими усами. Он управляет зоомагазином и, кажется, все время разговаривает сам с собой. Когда кто-то заходит в его магазин, он хватает его за локоть и начинает водить по всем клеткам, вольерам и аквариумам. Что бы они ни говорили, он отвечает что-то вроде: «Да, он немного высоковат, не так ли?» или «Не груби, он не так уж и плохо пахнет». или «А, да, я помню. Тебе не нужно одно домашнее животное, ты хочешь усыновить целую семью». Наконец он добирается до одного животного и говорит: «А? Этот тебе нравится? Отлично!» Затем он достает их из клетки, передает человеку — опять же, независимо от того, что тот говорит, — и говорит: «Теперь осталось только заплатить...». Это происходит, когда животное кусает или царапает человека, а затем дает владельцу магазина одну каплю крови. Потому что он не продаёт питомцев людям, он продаёт людей питомцам."
  },
  {
    "id": 100,
    "description": "Очень невысокий сморщенный старик с тонкими усами. Он управляет зоомагазином и, кажется, все время разговаривает сам с собой. Когда кто-то заходит в его магазин, он хватает его за локоть и начинает водить по всем клеткам, вольерам и аквариумам. Что бы они ни говорили, он отвечает что-то вроде: «Да, он немного высоковат, не так ли?» или «Не груби, он не так уж и плохо пахнет». или «А, да, я помню. Тебе не нужно одно домашнее животное, ты хочешь усыновить целую семью». Наконец он добирается до одного животного и говорит: «А? Этот тебе нравится? Отлично!» Затем он достает их из клетки, передает человеку — опять же, независимо от того, что тот говорит, — и говорит: «Теперь осталось только заплатить...». Это происходит, когда животное кусает или царапает человека, а затем дает владельцу магазина одну каплю крови. Потому что он не продаёт питомцев людям, он продаёт людей питомцам."
  }
]